applications/utilities/mesh/blockMesh_with_duplicate_baffles/oscillatingInletACMI2D/Allmesh
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

#runApplication topoSet -constant
#
## Split the mesh to generate the ACMI coupled patches
#runApplication createBaffles -overwrite

#------------------------------------------------------------------------------
